Repository: TrellixVulnTeam/flaskapps_LK3A
Catalog: reel2bits-master/front/locales/*/LC_MESSAGES/app.po
Languages: tr

# Content/TrackUpload/Alert/Quota
source: (%{cur} of %{max}. %{rem} remaining)
tr: (%{max} den %{cur}. %{rem} kaldı)

# Content/TrackShow/Track federation tab title
source: %{ count } Comments
tr: %{count} Yorum

# Content/TrackShow/Track federation tab title
source: %{ count } Likes
tr: %{count} Beğeni

# Content/Logs(user)/Headline
source: %{ username }'s logs
tr: %{username}'in kayıtları

# Content/Quota(user)/Headline
source: %{ username }'s quota summary <small>{{ currentUserQuota }}</small>
tr: %{username}'in kullanım özeti <small>{{currentUserQuota}}</small>

# Content/Track/Image/User Avatar alt
source: %{username} avatar
tr: %{username} profil resmi

# Content/UserCard/Image/Avatar alt
source: %{username} avatar
tr: %{username} profil resmi

# Content/UserCardList/Image/Avatar alt
source: %{username} avatar
tr: %{username} profil resmi

# Header/*/Image/Avatar alt
source: %{username} avatar
tr: %{username} profil resmi

# Content/TrackUpload/Input.Label/Private
source: A private track won't federate. You can use this as your unpublished drafts. Note that you can't replace audio file after upload.
tr: Özel bir parça yürütülemez. Bunu yayınlanmamış taslakların olarak kullanabilirsin. Ses dosya'sını yükledikten sonra değiştiremeyeceğini unutma.

# Content/Register/Feedback/Password/Required
source: A secure password is required
tr: Güvenli bir şifre gereklidir

# Content/AlbumNew/Feedback/Title/Required
source: A title is required
tr: Lütfen bir başlık girin

# Footer/*/Link/About
source: About
tr: Hakkında

# Footer/*/Link/AboutThisInstance
source: About this instance
tr: Bunun hakkında

# Content/AlbumsEdit/Toast/Error/Title
source: Album
tr: Albüm

# Content/AlbumsNew/Toast/Error/Title
source: Album
tr: Albüm

# Content/TrackUpload/Input.Label/Album
source: Album:
tr: Albüm:

# Content/UserCard/Text/Albums (number of)
source: Albums
tr: Albümler

# Content/UserCardList/Text/Albums (number of)
source: Albums
tr: Albümler

# Content/UserProfile/Tab/Text
source: Albums
tr: Albümler

# Content/Register/Toast/Error/Message
source: An error occured
tr: Bir hata oluştu

# Content/TrackShow/Error
source: an error occured while deleting the track.
tr: parça'yı silerken bir hata oluştu

# Content/TrackShow/ErrorOccured text
source: An error occured while processing the track, you can click the following link to retry (if it's only a one-time temporary error).
tr: Parça işlenirken bir hata oluştu, tekrar denemek için bu linke tıklayabilirsiniz (Eğer bu sadece tek seferlik, geçici bir hata ise)

# Content/Login/Error/Occured
source: An error occured, please try again later
tr: Bir hata oluştu, lütfen sonra tekrar deneyin

# Content/TrackAlbum/Toast/Error/Message
source: An error occured, please try again later
tr: Bir hata oluştu, lütfen sonra tekrar deneyin

# Content/TrackShow/Modal/Delete/Content
source: Are you sure you want to delete '%{ title }' ?
tr: '%{title}' i silmek istediğinize emin misiniz ?

# Content/About/Headline/BackendVersion
source: Backend version: %{ backendVersion }
tr: Backend versiyonu: %{backendVersion}

# Content/Register/Input.Label/Bio
source: Bio (optional):
tr: Hakkımda (isteğe bağlı):

# Content/UserSettings/Input.Label/Bio
source: Bio (optional):
tr: Hakkımda (isteğe bağlı):

# Content/Register/Feedback/PasswordConfirm/NotSameAsPassword
source: Both passwords needs to match
tr: İki şifrenin de eşleşmesi gerekir

# Content/AlbumEdit/Link/Cancel
source: Cancel
tr: İptal

# Content/TrackEdit/Button/Cancel
source: Cancel
tr: İptal

# Content/AlbumsEdit/Toast/Error/Message
source: Cannot fetch album
tr: Albüm getirilemiyor

# Content/UserFollowings/Toast/Error/Message
source: Cannot fetch followings
tr: Şunlar getirilemiyor

# Content/TracksEdit/Toast/Error/Message
source: Cannot fetch known licenses
tr: Bilinen lisanslar getirilemiyor

# Content/TracksUpload/Toast/Error/Message
source: Cannot fetch known licenses
tr: Bilinen lisanslar getiremiyor

# Content/TracksEdit/Toast/Error/Message
source: Cannot fetch track
tr: Parça getirilemiyor

# Content/UserFollowers/Toast/Error/Message
source: Cannot fetch user
tr: Kullanıcı getirilemiyor

# Content/UserFollowings/Toast/Error/Message
source: Cannot fetch user
tr: Kullanıcı getirilemiyor

# Content/UserProfile/Toast/Error/Message
source: Cannot fetch user
tr: Kullanıcı getirilemiyor

# Content/TracksEdit/Toast/Error/Message
source: Cannot fetch user albums
tr: Kullanıcı albümleri getirilemiyor

# Content/TracksUpload/Toast/Error/Message
source: Cannot fetch user albums
tr: Kullanıcı albümleri getirilemiyor

# Content/Album/Toast/Error/Title
source: Cannot find track.
tr: Parça getirilemiyor

# Content/PasswordReset/Error
source: Cannot generate reset link
tr: Sıfırlama bağlantısı oluşturulamıyor

# Content/PasswordReset/Toast/Error/Message
source: Cannot generate reset link
tr: Sıfırlama bağlantısı oluşturulamıyor

# Content/UserFollowers/Toast/Error/Message
source: Cannot load followers list
tr: Takipçi listesi yüklenemiyor

# Content/Timeline/Toast/Error/Message
source: Cannot load timeline
tr: Zaman çizelgesi yüklenemiyor

# Content/PasswordResetToken/Errors/Cannot reset
source: Cannot reset password
tr: Şifre sıfırlanamıyor

# Content/PasswordResetToken/Toast/Error/Message
source: Cannot reset password
tr: Şifre sıfırlanamıyor

# Content/TrackShow/Toast/Info/Message
source: Cannot reset processing.
tr: İşlem sıfırlanamıyor

# Content/AlbumsNew/Toast/Error/Message
source: Cannot save album
tr: Albüm kaydedilemiyor

# Content/Logs(user)/Table/Heading
source: Category
tr: Kategori

# Content/UserCard/Button/Follow/change in progress
source: Change in progress
tr: Değişim işemde

# Content/UserCardList/Button/Follow/change in progress
source: Change in progress
tr: Değişim işlemde

# Content/PasswordResetToken/Button/Change password
source: Change password
tr: Şifeyi değiştir

# Content/UserSettings/Button/Change password
source: Change password
tr: Şifreyi değiştir

# Content/TrackShow/Track metadata
source: Channels
tr: Kanallar

# Content/UserSettings/Input.Label/PasswordNewConfirm
source: Confirm new password:
tr: Yeni şifreyi onayla:

# Content/PasswordResetToken/Input.Label/PasswordConfirm
source: Confirm password:
tr: Şifreyi onayla:

# Content/Register/Input.Label/PasswordConfirm
source: Confirm password:
tr: Şifreyi onayla:

# Content/AlbumNew/Button/Create
source: Create
tr: Oluştur

# Header/*/DropDown/Create
source: Create
tr: Oluştur

# Content/AlbumNew/Headline
source: Create a new album
tr: Yeni bir albüm oluştur

# Content/UserSettings/Input.Label/Password
source: Current password:
tr: Şu anki şifre:

# Content/Logs(user)/Table/Heading
source: Date
tr: Tarih

# Content/Track(Logs)/Table/Heading
source: Date
tr: Tarih

# Content/TrackShow/Button
source: Delete
tr: Sil

# Content/About/Headline/Description
source: Description
tr: Açıklama

# Content/AlbumNew/Input.Label/Description
source: Description:
tr: Açıklama:

# Content/TrackUpload/Input.Label/Description
source: Description:
tr: Açıklama:

# Content/Register/Feedback/DisplayName/Required
source: Display name is required
tr: Görünen isim gereklidir

# Content/UserSettings/Feedback/DisplayName/Required
source: Display name is required
tr: Görünen isim gereklidir

# Content/Register/Input.Label/Fullname
source: Display name:
tr: Görünen isim:

# Content/UserSettings/Input.Label/Fullname
source: Display name:
tr: Görünen isim:

# Content/TrackShow/Button
source: Download
tr: İndir

# Content/TrackShow/Track infos
source: Download links:
tr: İndirme bağlantıları:

# Content/UserProfile/Tab/Text
source: Drafts
tr: Taslaklar

# Content/AlbumEdit/Button/Edit
source: Edit
tr: Düzenle

# Content/TrackEdit/Button/Edit
source: Edit
tr: Düzenle

# Content/TrackShow/Button
source: Edit
tr: Düzenle

# Content/AlbumEdit/Headline
source: Edit album
tr: Albüm'ü üzenle

# Content/AlbumsEdit/Toast/Error/Message
source: Edit failed
tr: Düzenleme başarısız

# Content/TracksEdit/Toast/Error/Message
source: Edit failed
tr: Düzenleme başarısız

# Content/TrackEdit/Headline
source: Edit track
tr: Parça'yı düzenle

# Content/PasswordReset/Input.Label/Email
source: Email:
tr: E-posta

# Content/Register/Input.Label/Email
source: Email:
tr: E-posta

# Content/Login/Input.Placeholder/Password
source: Enter password
tr: Şifre girin

# Content/PasswordResetToken/Input.Placeholder/Password
source: Enter password
tr: Şifre girin

# Content/Register/Input.Placeholder/Password
source: Enter password
tr: Şifre girin

# Content/PasswordResetToken/Input.Placeholder/PasswordConfirm
source: Enter password again
tr: Şifreyi tekrar girin

# Content/Register/Input.Placeholder/PasswordConfirm
source: Enter password again
tr: Şifreyi tekrar girin

# Content/Login/Input.Placeholder/Username
source: Enter username
tr: Kullanıcı ismi girin

# Content/Register/Input.Placeholder/Username
source: Enter username
tr: Kullanıcı ismi girin

# Content/UserSettings/Alert/Password change error
source: Error changing password
tr: Şifreyi değiştirirken hata oluştu

# Content/UserSettings/Toast/Error/Message
source: Error changing password
tr: Şifreyi değiştirirken hata oluştu

# Content/TrackUpload/Error
source: Error fetching albums
tr: Albümler getirilemiyor

# Content/TrackUpload/Error
source: Error fetching licenses
tr: Albüm lisansları getirilemiyor

# Content/Logs(user)/Toast/Error/Message
source: Error fetching user logs
tr: Kullanıcı kayıtları getirilirken hata oluştu

# Content/Quota(user)/Toast/Error/Message
source: Error fetching user quota summary
tr: Kullanıcı kullanım özeti getirilirken hata oluştu

# Content/UserFollowers/Error
source: Error loading user followers: %{errorMsg}
tr: Takipçileri yüklerken hata: %{errorMsg}

# Content/UserFollowings/Error
source: Error loading user followings: %{errorMsg}
tr: Takip edilenler yüklenirken hata: %{errorMsg}

# Content/UserFollowers/Error
source: Error loading user: %{errorMsg}
tr: Kullanıcı yüklenirken hata: %{errorMsg}

# Content/UserFollowings/Error
source: Error loading user: %{errorMsg}
tr: Kullanıcı yüklenirken hata: %{errorMsg}

# Content/UserProfile/Error
source: Error loading user: %{errorMsg}
tr: Kullanıcı yüklenirken hata: %{errorMsg}

# Content/UserSettings/Toast/Error/Message
source: Error saving settings
tr: Ayarlar kaydedilirken hata

# Content/UserSettings/Alert/Error saving
source: Error saving settings.
tr: Ayarlar kaydedilirken hata.

# Content/TrackAlbum/Toast/Error/Message
source: Failed
tr: Başarısız

# Content/TrackUpload/Error
source: File is too big for the current remaining quota
tr: Kalan kullanımlar için dosya çok büyük

# Content/TrackShow/Track metadata
source: File size
tr: Dosya büyüklüğü

# Content/TrackShow/Track metadata/Size
source: File size
tr: Dosya büyüklüğü

# Content/Quota(user)/Table/Heading
source: File Size
tr: Dosya büyüklüğü

# Content/TrackUpload/Error
source: file too big:
tr: Dosya çok büyük:

# Content/UserCard/Button/Follow
source: Follow
tr: Takip et

# Content/UserCardList/Button/Follow
source: Follow
tr: Takip et

# Content/UserCard/Button/Follow/in progress
source: Follow in progress
tr: Takip işlemde

# Content/UserCardList/Button/Follow/in progress
source: Follow in progress
tr: Takip işlemde

# Content/UserCard/Button/Follow/sent
source: Follow sent
tr: Takip gönderildi

# Content/UserCardList/Button/Follow/sent
source: Follow sent
tr: Takip gönderildi

# Content/UserCard/Text/Followers (number of)
source: Followers
tr: Takipçiler

# Content/UserCardList/Text/Followers (number of)
source: Followers
tr: Takipçiler

# Content/UserFollowers/Toast/Error/Title
source: Followers
tr: Takipçiler

# Content/UserCard/Text/Following (number of)
source: Following
tr: Takip edilenler

# Content/UserCardList/Text/Following (number of)
source: Following
tr: Takip edilenler

# Content/UserFollowings/Toast/Error/Title
source: Followings
tr: Takip edilenler

# Content/UserCard/Text/Follows you
source: Follows you
tr: Seni takip ediyor

# Content/UserCardList/Text/Follows you
source: Follows you
tr: Seni takip ediyor

# Content/About/Headline/FrontendVersion
source: Frontend version: %{ frontVersion }
tr: Frontend versiyonu: % {frontVersion}

# Header/*/Image/Avatar title
source: go to my profile
tr: Profilime git

# Content/TrackUpload/Input.Label/Title
source: If no title provided, the filename will be used.
tr: Eğer başlık belirtilmezse, dosya ismi kullanılır.

# Content/Logs(user)/Table/Heading
source: Item ID
tr: Parça ID

# Content/UserSettings/Input.Label/Lang
source: Language:
tr: Dil:

# Content/AlbumNew/Feedback/Title/LengthLimit
source: Length is limited to 250 characters
tr: Uzunluk 250 karakter ile sınırlandırılmıştır

# Content/TrackEdit/Feedback/Title/LengthLimit
source: Length is limited to 250 characters
tr: Uzunluk 250 karakter ile sınırlandırılmıştır

# Content/TrackUpload/Feedback/Title/LengthLimit
source: Length is limited to 250 characters
tr: Uzunluk 250 karakter ile sınırlandırılmıştır

# Content/Logs(user)/Table/Heading
source: Level
tr: Seviye

# Content/Track(Logs)/Table/Heading
source: Level
tr: Seviye

# Content/TrackShow/Track infos
source: Licence:
tr: Lisans:

# Content/TrackUpload/Input.Label/License
source: License:
tr: Lisans:

# Content/PasswordReset/Alert/Link generated, check emails
source: Link generated with success, check your emails.
tr: Bağlantı başarıyla oluşturuldu, e-posta'nızı kontrol edin.

# Content/Login/Button/Login
source: Login
tr: Giriş

# Content/TrackAlbum/Toast/Error/Title
source: Login
tr: Giriş

# Header/*/DropDown/User/Login
source: Login
tr: Giriş

# Header/*/DropDown/User/Logout
source: Logout
tr: Çıkış

# Content/Logs(user)/Toast/Error/Title
source: Logs
tr: Kayıtlar

# Header/*/DropDown/User/Logs
source: Logs
tr: Kayıtlar

# Content/TrackUpload/File.Description
source: Maximum file size: %{maxSize}
tr: Maksimum dosya büyüklüğü: %{maxSize}

# Content/TrackUpload/File.Description
source: Maximum file size: %{maxSize}, current file: %{curSize}
tr: Maksimum dosya büyüklüğü: %{maxSize}, şu anki dosya: %{curSize}

# Content/Logs(user)/Table/Heading
source: Message
tr: Mesaj

# Content/Track(Logs)/Table/Heading
source: Message
tr: Mesaj

# Content/NotFound/Text
source: Mmmmmmh, nope, that page doesn't exist.
tr: Mmmmmmh, maalesef, böyle bir sayfa yok.

# Header/*/DropDown/User/MyProfile
source: My Profile
tr: Profilim

# Header/*/DropDown/Create/NewAlbum title
source: new album
tr: yeni albüm

# Header/*/DropDown/Create/NewAlbum text
source: New Album
tr: Yeni Albüm

# Content/UserSettings/Input.Label/PasswordNew
source: New password:
tr: Yeni şifre:

# Header/*/DropDown/Create/NewTrack title
source: new track
tr: yeni parça

# Header/*/DropDown/Create/NewTrack text
source: New Track
tr: Yeni Parça

# Content/TrackAlbum/Toast/Error/Message
source: Not found
tr: Bulunamadı

# Content/Timeline/*/Empty
source: Nothing to show
tr: Gösterilecek bir şey yok

# Content/AlbumNew/Input.Placeholder/Description
source: Optional, what is this album about ?
tr: İsteğe bağlı, bu albüm ne hakkında ?

# Content/TrackUpload/Input.Placeholder/Description
source: Optional, what is this track about ?
tr: İsteğe bağlı, bu parça ne hakkında ?

# Content/TrackShow/Track infos dls
source: original
tr: orijinal

# Content/UserSettings/Toast/Error/Title
source: Password
tr: Şifre

# Content/UserSettings/Alert/Password changed
source: Password changed
tr: Şifre değişti

# Content/UserSettings/Toast/Error/Message
source: Password changed !
tr: Şifre değişti !

# Content/PasswordResetToken/Alert/Password changed
source: Password have been changed.
tr: Şifre değiştirildi.

# Content/PasswordReset/Toast/Error/Title
source: Password Reset
tr: Şifre Sıfırla

# Content/PasswordResetToken/Toast/Error/Title
source: Password Reset
tr: Şifre Sıfırla

# Content/Login/Input.Label/Password
source: Password:
tr: Şifre:

# Content/PasswordResetToken/Input.Label/Password
source: Password:
tr: Şifre:

# Content/Register/Input.Label/Password
source: Password:
tr: Şifre:

# Content/Login/Feedback/Username/Required
source: Please enter your login
tr: Lütfen kullanıcı adınızı girin

# Content/Login/Feedback/Password/Required
source: Please enter your password
tr: Lütfen şifrenizi girin

# Content/TrackShow/Toast/Info/Message
source: Processing resetted.
tr: İşleme Sıfırlandı

# Content/TimelineTabs/Text/Tab
source: Public
tr: Herkese Açık

# Content/Register/Input.Placeholder/Bio
source: quack quack I'm a cat
tr: vak vak ben bir kediyim

# Content/UserSettings/Input.Placeholder/Bio
source: quack quack I'm a cat
tr: vak vak ben bir kediyim

# Content/Quota(user)/Toast/Error/Title
source: Quota
tr: Kullanım hakkı

# Header/*/DropDown/User/Quota
source: Quota
tr: Kullanım hakkı

# Content/UserProfile/Sidebar/Quota
source: Quota: %{ quotaSlashRepr }
tr: Kullanımlar: %{quotaSlashRepr}

# Content/Register/Button/Register
source: Register
tr: Kaydol

# Header/*/DropDown/User/Register
source: Register
tr: Kaydol

# Content/Register/Headline/Registering
source: Registering
tr: Kayıt olunuyor

# Content/Register/Toast/Error/Title
source: Registration
tr: Kayıt

# Content/Login/Link/Reset password
source: Reset password
tr: Şifre Sıfırla

# Content/PasswordReset/Headline
source: Reset password
tr: Şifre Sıfırla

# Content/PasswordResetToken/Headline/Reset password
source: Reset password
tr: Şifre Sıfırla

# Content/TrackShow/Button/Text
source: retry
tr: tekrar dene

# Content/TrackShow/Button/Text
source: retry scheduled
tr: Tekrar deneme planlandı

# Content/UserSettings/Button/Save
source: Save
tr: Kaydet

# Content/UserSettings/Toast/Error/Message
source: Saved !
tr: Kaydedildi !

# Header/*/Input/Search ARIA
source: Search
tr: Arama

# Header/*/Input/Search placeholder
source: Search
tr: Arama

# Content/UserSettings/Tabs/Label
source: Security
tr: Güvenlik

# Content/PasswordReset/Button/Send reset email
source: Send reset email
tr: Sıfırlama e-posta'sı gönder

# Content/UserSettings/Toast/Error/Title
source: Settings
tr: Ayarlar

# Header/*/DropDown/User/Settings
source: Settings
tr: Ayarlar

# Content/UserSettings/Alert/Success saving
source: Settings saved.
tr: Ayarlar kaydedildi.

source: Sign in
tr: Kayıt ol

# Footer/*/Link/SourceCode
source: Source code
tr: Kaynak kodu

# Content/About/Link/Prefix
source: Source:
tr: Kaynak:

# Content/TrackAlbum/Toast/Error/Message
source: Success
tr: Başarılı

# */*/Content/Alert
source: The backend cannot be reached properly, some functions might not work.
tr: backend uygun bir şekilde ulaşılamıyor, bazı fonksiyonlar çalışmayabilir.

# Content/TimelineTabs/Text/Tab
source: The Whole Known Network
tr: Tüm Bilinen Ağ

# Content/AlbumEdit/Input.Label/Private album
source: this album is private
tr: bu albüm özeldir

# Content/AlbumNew/Input.Label/Private album
source: this album is private
tr: bu albüm özeldir

# Content/TrackShow/Track not processed alert
source: This song is not yet processed.
tr: Bu şarkı daha işlenmedi

# Content/TrackEdit/Input.Label/Private track
source: this track is private
tr: bu parça özeldir

# Content/TrackUpload/Input.Label/Private track
source: this track is private
tr: bu parça özeldir

# Content/Register/Feedback/Username/RestrictedUsername
source: This username cannot be used
tr: Bu kullanıcı ismi kullanılamaz

# Content/Timeline/Toast/Error/Title
source: Timeline
tr: Zaman Çizelgesi

# Content/AlbumNew/Input.Label/Email
source: Title:
tr: Başlık:

# Content/TrackUpload/Input.Label/Email
source: Title:
tr: Başlık:

# Content/TrackUpload/Input.Label/File
source: Track file:
tr: Parça dosyası:

# Content/Quota(user)/Table/Heading
source: Track Name
tr: Parça ismi

# Content/TrackShow/Alert/Not available
source: Track not yet available.
tr: Parça şu anda

# Content/TrackShow/Toast/Info/Title
source: Track processing
tr: parça işleniyor

# Content/TrackAlbum/Toast/Error/Title
source: Track reordering
tr: Parça yeniden düzenleniyor

# Content/TracksEdit/Toast/Error/Title
source: Tracks
tr: Parçalar

# Content/TracksUpload/Toast/Error/Title
source: Tracks
tr: Parçalar

# Content/UserCard/Text/Tracks (number of)
source: Tracks
tr: Parçalar

# Content/UserCardList/Text/Tracks (number of)
source: Tracks
tr: Parçalar

# Content/UserProfile/Tab/Text
source: Tracks
tr: Parçalar

# Content/TrackShow/Track infos dls
source: transcoded mp3
tr: Dönüştürülmüş mp3

# Content/Quota(user)/Table/Heading
source: Transcoding Size
tr: Dönüştürme Büyüklüğü

# Content/TrackShow/Track metadata
source: Type
tr: Tip

# Content/UserCard/Button/Unfollow
source: Unfollow
tr: Takibi Bırak

# Content/UserCardList/Button/Unfollow
source: Unfollow
tr: Takibi Bırak

# Content/TrackUpload/Button/Upload
source: Upload
tr: Yükle

# Content/TracksUpload/Toast/Error/Message
source: Upload failed
tr: Yükleme başarısız

source: uploaded a track %{publishedAgo}
tr: yeni parça yüklendi %{publishedAgo}

# Content/TrackAlbum/Toast/Error/Title
source: User
tr: Kullanıcı

# Content/UserFollowers/Headline
source: User followers
tr: Kullanıcı takipçileri

# Content/UserFollowings/Headline
source: User followings
tr: Kullanıcı takipleri

# Content/UserProfile/Toast/Error/Title
source: User Profile
tr: Kullanıcı Profili

# Content/UserSettings/Tabs/Label
source: User settings
tr: Kullanıcı ayarları

# Content/Register/Feedback/Username/InvalidChars
source: Username can only contains letters or numbers
tr: Kullanıcı ismi sadece harf ve sayılar içerebilir.

# Content/Register/Feedback/Username/Required
source: Username is required
tr: Kullanıcı ismi gereklidir

# Content/Login/Input.Label/Username
source: Username:
tr: Kullanıcı Adı:

# Content/Register/Input.Label/Username
source: Username:
tr: Kullanıcı Adı:

# Content/About/Headline/VersAndSources
source: Versions and sources
tr: Versiyon ve kaynaklar

# Content/About/Headline/Title
source: Welcome on instance: %{ instanceName }
tr: %{instanceName}'e hoşgeldiniz

# Content/Register/Feedback/PasswordConfirm/Required
source: You need to confirm your password
tr: Şifrenizi onaylamanız gereklidir

# Content/AlbumNew/Input.Placeholder/Title
source: Your album title.
tr: Albüm başlığın.

# Content/Register/Input.Placeholder/Fullname
source: your display name
tr: görünen ismin

# Content/UserSettings/Input.Placeholder/Fullname
source: your display name
tr: görünen ismin

# Content/PasswordReset/Input.Placeholder/Email
source: your email
tr: e-posta adresin

# Content/Register/Input.Placeholder/Email
source: your email
tr: e-posta adresin

# Content/Register/Feedback/Email/Required
source: Your email is required
tr: e-posta adresi gereklidir

# Content/TimelineTabs/Text/Tab
source: Your feed
tr: Senin kaynağın

# Content/TrackUpload/Input.Placeholder/Title
source: Your track title.
tr: Senin parça başlığın.
